brew "mas"
brew "stow"

cask "alacritty"
cask "copilot-for-xcode"
cask "karabiner-elements"
cask "istat-menus"
cask "lulu"
cask "1Password"
cask "native-access"
cask "megasync"
cask "swiftformat-for-xcode"
cask "wacom-tablet"
cask "spotify"

mas "Moom", id: 419330170
mas "Xcode", id: 497799835
