biomejs.biome
borkdude.clj-kondo
chenglou92.rescript-vscode
github.vscode-github-actions
mechatroner.rainbow-csv
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.vscode-typescript-next
ms-vscode.wordcount
rust-lang.rust-analyzer
shardulm94.trailing-spaces
shaunlebron.vscode-parinfer
skellock.just
sumneko.lua
tamasfe.even-better-toml
