;; -*- no-byte-compile: t; -*-
;;; .doom.d/packages.el

(package! git-gutter)
(package! disable-mouse)
(package! string-inflection)
(package! eslintd-fix)
(package! dracula-theme)
(package! terraform-mode)
(package! typescript-mode)
(package! tide)
(package! prettier-js)
(package! dockerfile-mode)
(package! docker-compose-mode)
(package! ts-comint)
;; (package! showkey)
